{
  "main": {
    "name":"Mike Kang",
    "occupation":"Software Engineering Intern and CS student",
    "description":"",
    "image":"mike1.png",
    "bio":"After co-founding a $1 million-funded startup (Nerdstudy), and working as a Product Manager (Quartermaster), I've returned to complete my B.Sc Computer Science at the University of Toronto, with the mission to pursue my passion: Technology. If you're looking for an intern in Software Engineering or Product Management, I'd love to get in touch with you!",
    "randomFacts": "My dog loves to lie down right beside me when I code. I call it pair-programming. As well, in the past I used to be a (roughly) Top 0.1% Starcraft 2 player, but nowadays I'm more interested in raising my 'programming eAPM.'",
    "contactmessage":"Here is where you should write your message to readers to have them get in contact with you.",
    "email": "mike.kang@mail.utoronto.ca",
    "phone": "M5V 0L4",
    "address":{
      "city":"Toronto",
      "state":"Ontario"
    },
    "website": "https://mikekang.io",
    "resumedownload":"http://mikekang.io/resume",
    "social":[
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/mike-kang-26235756",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"http://github.com/mikekang23",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"Currently focusing on Javascript (Node.js, React) along with Sequelize.js ORM and MySQL. I am also working on getting more experience with Python as well!",
    "education":[
      {
        "school":"University of Toronto",
        "degree":"B.Sc Computer Science",
        "graduated":"December 2022 Expected",
        "description":""
      }
    ],
    "work":[
      {
        "company":"Nerdstudy",
        "title":"Software Developer | Co-founder",
        "years":"March 2019 - Aug 2020",
        "description": "Achieved 20k+ users and delivered more than 13 million lesson minutes. I coded the front+backend with LAMP stack and deployed it through Amazon EC2."
      },
      {
        "company":"Quartermaster",
        "title":"Product Manager",
        "years":"Aug 2018 - February 2019",
        "description":"Launched web+mobile app into 50+ street communities, with over 3k Homeowners and 1k Businesses."
      },
      {
        "company":"Nerdstudy",
        "title":"CEO | Co-founder",
        "years":"March 2019 - Aug 2020",
        "description": "We raised $1 million in equity funding. We achieved an Average Session Duration of 9+ minutes, and achieved a Gross Sales (all-time) of $100k. I took on a Product role for a few years, and later switched into a Software role."
      }
    ],
    "skills":[

    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Nerdstudy | Edu-tech, LMS",
        "category":"My edu-tech startup, using Laravel, Vue.js, PHP, Apache, MySQL, and Stripe Integration",
        "image":"nerdstudy.png",
        "url":"https://nerdstudy.com"
      },
      {
        "title":"Gingerale | Chat App",
        "category":"Work-in-progress chat app with socket.io, node.js, react",
        "image":"gingerale.png",
        "url":"https://gingerale.io"
      },
      {
        "title":"Merely | Product Board",
        "category":"I got tired of spending money on Monday.com. So now I'm building a simple product board through MERN stack.",
        "image":"merely.png",
        "url":"https://github.com/mikekang23/merely"
      }

    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"I reference Mike Kang on a frequent enough basis in my daily work life that he has taken on somewhat mythical status among my teammates and peers. I had never before and have never since worked with someone who has such singular mission drive and such uncompromising standards for high quality in deliveries. Mike expects success to be a painfully earned process and he dedicates himself to the fine details of that process. He brings a work cadence and a clarity of purpose that makes the people around him better. He brings focused intensity and a palpable passion for accomplishment. He brings his full self (in popular usage: “full kang”) and that includes a dedication for outcomes that goes beyond the workplace. I think he would show up for any teammate at any time of need.",
        "user":"Michael Phillips | CEO & Co-founder Quartermaster"
      }
    ]
  }
}
